Revit 2027 API
ParameterTypeId.LevelDataFloorArea Property
 "Floor Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataFloorArea { get; }
Public Shared ReadOnly Property LevelDataFloorArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataFloorArea {
	ForgeTypeId^ get ();
}
static member LevelDataFloorArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace